{
  "aboutMe": {
  	"text": "Hi, my name is Robyn Ching and I am a Waterloo Systems Design Engineering student. I am interested in the software field and have experience in back-end and front-end. I have worked with a number of different languages and am able to adapt to new languages quickly. I am more interested in back-end than front-end, however would like to gain experience in game development or AI fields.<br /><br />Away from the professional side, I hope to experience different work cultures and structures. I think it's essential for co-workers to make connections and be able to bond to be more than just a co-worker you'll never see after co-op ends."
  },
  "interests": [
  	{ "image": "placeholder",
  		"alt": "Knitted Golden Kamuy Scarf",
  		"content": "<p>I actually learned to knit when I was quite young, but I recently picked it up again. My main motivation was because if I knitted while watching anime it did not feel like time wasted, since I highly value efficiency and time management. Alongside knitting, I also picked up rug hooking, crochetting and afghan crochetting.<br /><br />Working on these projects have made 60+ minute commutes more bearable... And they are really cheap gifts.</p>",
  		"brief": "Knitting"
  	},
  	{ "image": "placeholder",
  		"alt": "Golden Kamuy",
  		"content": "<p>I enjoy reading manga and comics in general, no matter the genre.<br />All time favourites are Fullmetal Alchemist (Brotherhood, of course) and Golden Kamuy.</p>",
  		"brief": "Anime"
  	},
    { "image": "placeholder",
      "alt": "D20",
      "content": "<p>Be it board games, card games or video games, I enjoy playing a variety of different games. I prefer board games, but I find it interesting to break down video game mechanics, especially since I am also interested in game development. In addition to playing, I often watch Let's Plays for games I can't afford or am too unskilled to play.<br /><br />Recently played:<ul><li>Breath of the Wild</li><li>Betrayal at the House on the Hill</li><li>Don't Starve Together</li><li>Catan</li></ul></p>",
      "brief": "Games"
    },
    { "image": "placeholder",
      "alt": "Harry Potter Glasses",
      "content": "<p>With 60+ minute commutes during co-op, I pass the time with knitting and reading a lot of novels. Books are a great way to gain an understanding of different times and siutations within history or simply learning to appreciate a person's story.<br /><br />Some recent reads are:<ul><li>First They Killed My Father</li><li>Sons and Soldiers</li><li>Woman in the Window</li><li>When Breath Becomes Air</li></ul></p>",
      "brief": "Reading"
    }
  ]
}